org/eds.org
:PROPERTIES:
:ID:       f372e325-b6d9-47f7-a4b5-a180419448f8
:END:
#+title: Experimental Data Science
#+hugo_tags: data_science experiment

* A/B Testing
[[https://www.quora.com/When-should-A-B-testing-not-be-trusted-to-make-decisions][- When should A/B Testing not be Trusted to Make Decisions - Quora]]
- [[https://en.wikipedia.org/wiki/Rubin_causal_model][Rubin Causal Model (Wikipedia)]]

* MDE


- generally proportional to number of users
- Statistical power and Minimum Detectable Effect (MDE)
  - MDE treated as smallest effect size (signals) you can find in your
    experiment with certain probability

** TODO [[https://blog.twitter.com/engineering/en_us/a/2016/power-minimal-detectable-effect-and-bucket-size-estimation-in-ab-tests.html][Power, minimal detectable effect, and bucket size estimation in A/B tests]]

* 

bibliography:biblio.bib

