content/zettels/eds.md
+++
title = "Experimental Data Science"
author = ["Jethro Kuan"]
lastmod = 2020-03-08T00:26:15+08:00
tags = ["data_science", "experiment"]
draft = false
+++

## A/B Testing {#a-b-testing}

[- When should A/B Testing not be Trusted to Make Decisions - Quora](https://www.quora.com/When-should-A-B-testing-not-be-trusted-to-make-decisions)

-   [Rubin Causal Model (Wikipedia)](https://en.wikipedia.org/wiki/Rubin%5Fcausal%5Fmodel)


## MDE {#mde}

-   generally proportional to number of users
-   Statistical power and Minimum Detectable Effect (MDE)
    -   MDE treated as smallest effect size (signals) you can find in your
        experiment with certain probability


### <span class="org-todo todo TODO">TODO</span> [Power, minimal detectable effect, and bucket size estimation in A/B tests](https://blog.twitter.com/engineering/en%5Fus/a/2016/power-minimal-detectable-effect-and-bucket-size-estimation-in-ab-tests.html) {#power-minimal-detectable-effect-and-bucket-size-estimation-in-a-b-tests}


##  {#}

<biblio/eds.bib>
